/* email blindcc */
" (bcc)" = " (bcc)"; /* email blindcc */

/* email carboncopy */
" (cc)" = " (cc)"; /* email carboncopy */

/* Email send from */
" (from)" = " (De)"; /* Email send from */

/* Email reply to */
" (reply to)" = " (Répondre à)"; /* Email reply to */

/* No comment provided by engineer. */
" (to)" = " (à)";

/* Email send from XY <to> YZ */
" to " = " à "; /* Email send from XY <to> YZ */

/* Label showing number of accounts set up */

/* Could not attach attachments error message */

/* Notification Titel <number of msgs> */
"%ld new messages" = "%ld nouveau(x) message(s)"; /* Notification Titel <number of msgs> */

/* Tooltip, <from email> */

/* Tooltip, <from email> <replyTo email> */

/* (no email) */
"(no email)" = "(pas d'e-mail)"; /* (no email) */

/* (no name) */
"(no name)" = "(pas de nom)"; /* (no name) */

/* Placeholder */

/* label */
"(no sender)" = "(pas d'émetteur)"; /* Placeholder */

/* Placeholder */
"(no subject)" = "(pas de sujet)"; /* Placeholder */

/* Placeholder */
"(nothing to display)" = "(rien à afficher)"; /* Placeholder */

/* Tooltip, <reply to email> */

/* < Date><fromName> automatic Answere-Body */

/* Safe msg subject <sender name> */
"Safe message from %@" = "Message protégé de %@"; /* Safe msg subject <sender name> */

/* All Accounts */

/* No comment provided by engineer. */
"All accounts" = "Tous les comptes";

/* No comment provided by engineer. */

/* No comment provided by engineer. */
"All contacts" = "Tous les contacts";

/* No comment provided by engineer. */
"All data will stay on this computer. Nothing will be shared with us or any third party." = "Toutes les données resteront sur cet ordinateur. Rien ne sera partagé avec Mynigma ou avec des tiers.";

/* No comment provided by engineer. */
"All folders" = "Tous les éléments";

/* Generic error during local keychain item import */
"An error occurred." = "On nous signale une erreur"; /* Generic error */

/* Unknown email address */
"Anonymous" = "Anonyme"; /* Unknown email address */

/* MailCore Error */
"Append error" = "Un problème est survenu"; /* MailCore Error */

/* Alerttitle <Account name> */
"Are you sure you want to delete the account %@?" = "Etes vous certain de vouloir supprimer le compte %@?"; /* Alerttitle <Account name> */

/* Attachment not yet downloaded alert */
"Attachment not downloaded" = "Pièce jointe non téléchargée"; /* Attachment not yet downloaded alert */

/* Tooltip Attachments */
"Attachments" = "Pièce jointe"; /* Tooltip Attachments */

/* MailCore Error */
"Authentication error" = "Erreur d'identification"; /* MailCore Error */

/* MailCore Error */
"Authentication required" = "Identification requise"; /* MailCore Error */

/* Back button */
"Back" = "Back"; /* Back button */

/* MailCore Error */
"Bandwidth limit exceeded" = "Limite de la bande passante dépassée"; /* MailCore Error */

/* Cancel Button */
"Cancel" = "Annuler"; /* Cancel Button */

/* MailCore Error */
"Capability error" = "Erreur de capacité"; /* MailCore Error */

/* MailCore Error */
"Certificate error" = "Erreur de certificat"; /* MailCore Error */

/* Placeholder label */
"Cleaning message body" = "Nettoyage du corps du message"; /* Placeholder label */

/* Key backup button */

/* Skip intro button */

/* Tooltip */

/* Try again button */
"Click to try again" = "Réessayer"; /* Try again button */

/* Notification SubTitle */
"Click to view" = "Cliquer pour visualiser"; /* Notification SubTitle */

/* MailCore Error */
"Connection error" = "Erreur de connexion"; /* MailCore Error */

/* MailCore Error */

/* No comment provided by engineer. */
"containing '%@' " = "Contenant '%@' ";

/* MailCore Error */
"Copy error" = "Erreur de copie"; /* MailCore Error */

/* Quit without saves error question message */
"Could not save changes while quitting. Quit anyway?" = "Les modifications n'ont pas pu être enregistrées. Souhaitez-vous tout de même quitter?"; /* Quit without saves error question message */

/* Crash report title */
"Crash report" = "Rapport d'arrêt"; /* Crash report title */

/* MailCore Error */
"Create error" = "Créer une erreur"; /* MailCore Error */

/* Standard crash report text */

/* Decrypt Button */

/* Decrypting Label <attachement name> */

/* Decrypting message... */

/* DetailField Label */

/* Placeholder label */
"Decryption in progress..." = "Déchiffrage en cours...";

/* MenuItem Delete */
"Delete" = "Supprimer"; /* Delete Button */

/* Delete Button */
"Delete account" = "Supprimer le compte"; /* Delete Button */

/* MailCore Error */
"Delete error" = "Supprimer l'erreur"; /* MailCore Error */

/* MailCore Error */
"Delete message error" = "Supprimer le message d'erreur"; /* MailCore Error */

/* Delete Store Button */
"Delete store" = "Supprimer le contenu"; /* Delete Store Button */

/* Do not send button */

/* Alert Dialog Button */

/* Done button */
"Done" = "Terminé"; /* Done button */

/* Download Button */
"Download" = "Télécharger"; /* Download Button */

/* Tooltip Downloading message */
"Downloading message" = "Téléchargement du message"; /* Tooltip Downloading message */

/* Placeholder label */
"Downloading message body" = "Téléchargement du corps du message"; /* Placeholder label */

/* No comment provided by engineer. */
"Downloading message body..." = "Téléchargement du corps du message en cours...";

/* No comment provided by engineer. */
"Drafts" = "Brouillons";

/* Error attaching files */

/* File copy operation error */
"Error copying file" = "Erreur lors de la copie du fichier"; /* File copy operation error */

/* Placeholder label */
"Error downloading message body" = "Erreur lors du téléchargement du corps du message"; /* Placeholder label */

/* Label */

/* Error during local keychain item import */

/* Attachment save operation error message */
"Error saving attachments" = "Erreur lors de la sauvegarde des fichiers joints"; /* Attachment save operation error message */

/* The filename */
"Expected a folder to store application data, found a file (%@)." = "Un dossier était attendu pour stocker les données de l'application, mais un fichier a été trouvé: (%@)."; /* The filename */

/* MailCore Error */
"Expunge error" = "Effacer les erreurs"; /* MailCore Error */

/* MailCore Error */
"Fetch error" = "Déclarer les erreurs"; /* MailCore Error */

/* MailCore Error */
"Fetch message list error" = "Afficher la liste des messages d'erreur"; /* MailCore Error */

/* MenuItem Flagged */
"Flagged" = "Drapeau"; /* MenuItem Flagged */

/* Tooltip Flagged message */
"Flagged message" = "Message avec drapeau"; /* Tooltip Flagged message */

/* MailCore Error */
"Folder does not exist" = "Le dossier n'existe pas"; /* MailCore Error */

/* Label */

/* Friday short */
"Fri" = "Ven"; /* Friday short */

/* Facebook page URL */

/* Mynigma more information URL */

/* Mynigma newsletter URL */

/* Privacy policy link */
"https://mynigma.org/en/PPApp.html" = "https://mynigma.org/en/privacypolicy.html?p=setup#app"; /* Privacy policy link */

/* Google plus page URL */

/* Twitter page URL */

/* MailCore Error */
"Identity error" = "Erreur d'identité"; /* MailCore Error */

/* MailCore Error */
"Idle error" = "Erreur bénigne"; /* MailCore Error */

/* MailCore Error */
"Illegal attachment" = "Pièce jointe non autorisée"; /* MailCore Error */

/* MailCore Error */
"IMAP not enabled" = "IMAP non disponible"; /* MailCore Error */

/* Account import error message */

/* Import button title */

/* Label */

/* MenuItem Important */
"Important" = "Important"; /* MenuItem Important */

/* Label */
"Importing..." = "Importation...";

/* No comment provided by engineer. */
"in %ld folders " = "dans %ld dossiers ";

/* No comment provided by engineer. */
"in '%@' " = "dans '%@' ";

/* No comment provided by engineer. */
"Inbox" = "Boîte de réception";

/* MailCore Error */
"Invalid account" = "Compte non valide"; /* MailCore Error */

/* Look up password in keychain? */

/* me (dative) */
"me (dative)" = "Moi"; /* me (dative) */

/* me (nominative) */
"me (nominative)" = "Moi"; /* me (nominative) */

/* Tooltip Message has been forwarded */
"Message has been forwarded" = "Le message a été transféré"; /* Tooltip Message has been forwarded */

/* Tooltip Message has been replied to */
"Message has been replied to" = "Vous avez répondu au message"; /* Tooltip Message has been replied to */

/* No comment provided by engineer. */
"messages " = "messages ";

/* MailCore Error */
"Mobile me moved" = "Mobile me moved"; /* MailCore Error */

/* Monday short */
"Mon" = "Lun"; /* Monday short */

/* No comment provided by engineer. */
"Mynigma can populate its contact list with email addresses and photos from the Contacts app, if you grant permission." = "M peut enrichir votre liste de contact avec les adresses et les photos depuis l'application de Contact, si vous le permettez.";

/* Mynigma can try to look up the password for this account in your local keychain. Your permission will be needed. */

/* please send bug report */
"Mynigma crashed when it was opened last time. Please consider sending us a bug report, so that we can fix the issue immediately. Thank you!" = "M s'est arrêté brutalement. Pourriez-vous nous faire parvenir un rapport d'erreur afin que nous puissions réparer ce problème immédiatemment? Merci!"; /* please send bug report */

/* Notification Title */
"Mynigma Safe Email" = "M protège vos e-mails"; /* Notification Title */

/* MailCore Error */
"Namespace error" = "Erreur dans le champ de nom"; /* MailCore Error */

/* Windowtitle new message */

/* Windowtitle <Name of recipients> */

/* Windowtitle <number of recipients> */

/* Next button */
"Next" = "Suivant"; /* Next button */

/* No comment provided by engineer. */
"No email address" = "Pas d'adresse e-mail";

/* MailCore Error */

/* No Button */
"No, thank you" = "Non, merci";

/* No thanks button */
"No, thanks" = "Non, merci"; /* No thanks button */

/* MenuItem Not Important */
"Not Important" = "Pas important"; /* MenuItem Not Important */

/* MenuItem Not Spam */
"Not Spam" = "Pas de spam"; /* MenuItem Not Spam */

/* No comment provided by engineer. */
"Note: This will remove all data and settings!!" = "Nota Bene: Ceci va supprimer toutes les données et les paramètres!!";

/* OK button */
"OK" = "OK"; /* OK button */

/* No comment provided by engineer. */

/* Open something Button */
"Open" = "Ouvrir"; /* Open something Button */

/* Open,Unsecure email message */
"Open email" = "Message ouvert"; /* Open,Unsecure email message */

/* Compose window title */
"Open message" = "Message ouvert"; /* Compose window title */

/* name */
"Open message from %@" = "Message ouvert de %@"; /* name */

/* No comment provided by engineer. */
"Outbox" = "Boîte d'envoi";

/* MailCore Error */
"Parse error" = "Analyse de l'erreur"; /* MailCore Error */

/* Seeking confirmation alert message */
"Please confirm" = "Confirmer, s'il vous plaît"; /* Seeking confirmation alert message */

/* Alert Title */
"Please enter a valid email address" = "Merci de fournir une adresse e-mail valide"; /* Alert Title */

/* No comment provided by engineer. */

/* Quit anyway button title */
"Quit anyway" = "Quitter quand même"; /* Quit anyway button title */

/* Quit without saves error question info */
"Quitting now will lose any changes you have made since the last successful save" = "En quittant, vous perdrez tous les changements que vous avez faits depuis la dernière sauvegarde"; /* Quit without saves error question info */

/* MenuItem Read */
"Read" = "Lire"; /* MenuItem Read */

/* No comment provided by engineer. */

/* No comment provided by engineer. */
"Recent contacts" = "Contacts récents"; /* Contacts header */

/* Remove label */
"Remove label" = "Supprimer l'étiquette"; /* Remove label */

/* MailCore Error */
"Rename error" = "Renommer l'erreur"; /* MailCore Error */

/* Safe,secure email */
"Safe" = "Message protégé"; /* Safe,secure email */

/* Safe, secure email message */
"Safe message" = "Message protégé"; /* Safe, secure email message */

/* <name> */
"Safe message from %@" = "Message protégé de %@"; /* Safe msg subject <sender name> */

/* Saturday short */
"Sat" = "Sam"; /* Saturday short */

/* Save prompt button */
"Save" = "Enregistrer"; /* Save prompt button */

/* Alert Dialog Button */
"Save as draft" = "Enregistrer comme brouillon"; /* Alert Dialog Button */

/* Save as Button */
"Save as..." = "Enregistrer sous..."; /* Attachment right click context menu item */

/* Alert Dialog */

/* Send anyway button */

/* MailCore Error */
"Send message not allowed" = "Envoi impossible"; /* MailCore Error */

/* No comment provided by engineer. */
"Sent" = "Envoyé";

/* Set up account button */

/* Set up account label */

/* Settings button title */

/* Some attachments not downloaded error explanation */
"Some of these attachments have not yet been downloaded" = "Certaines pièces jointes n'ont pas encore été téléchargées"; /* Some attachments not downloaded error explanation */

/* MenuItem Spam */
"Spam" = "Indésirables"; /* MenuItem Spam */

/* MailCore Error */
"StartTLS not available" = "StartTLS indisponible"; /* MailCore Error */

/* MailCore Error */
"Storage limit" = "Stockage maximum"; /* MailCore Error */

/* MailCore Error */
"Store error" = "Erreur de stockage"; /* MailCore Error */

/* MailCore Error */
"Subscribe error" = "Erreur d'inscription"; /* MailCore Error */

/* Sunday short */
"Sun" = "Dim"; /* Sunday short */

/* No comment provided by engineer. */

/* Alert Title */

/* Keychain access denied error */

/* Placeholder label */

/* Already have label explanation */
"The message is already labelled '%@'" = "Le message est déjà étiquetté '%@'"; /* Already have label explanation */

/* AlertWindow */
"The message will kept in your outbox and sent automatically as soon as possible." = "Le message sera stocké dans votre boîte d'envoi et envoyé automatiquement dès que possible."; /* AlertWindow */

/* No comment provided by engineer. */
"The store on disk is incompatible with this version. Would you like to delete the current store?" = "Les données sur le disque est incompatible avec cette version. Souhaitez-vous supprimer les données actuelles?";

/* AlertWindow */
"There was an error sending your message." = "Il y a eu une erreur lors de l'envoi du message."; /* AlertWindow */

/* infotext */
"This action cannot be undone." = "Cette action ne peut être annulée."; /* infotext */

/* Alert Title */
"This address has already been set up" = "Cette adresse a déjà été configurée"; /* Alert Title */

/* No comment provided by engineer. */

/* No comment provided by engineer. */

/* Thursday short */
"Thu" = "Jeu"; /* Thursday short */

/* MailCore Error */
"TLS not available" = "TLS non disponible"; /* MailCore Error */

/* Date <some date> */
"Today %@" = "Aujourd'hui %@"; /* Date <some date> */

/* MailCore Error */
"Too many connections" = "Trop de connections"; /* MailCore Error */

/* No comment provided by engineer. */
"Trash" = "Corbeille";

/* Tuesday short */
"Tue" = "Mar"; /* Tuesday short */

/* MenuItem Undelete */
"Undelete" = "Restauré"; /* MenuItem Undelete */

/* MenuItem Unflagged */
"Unflagged" = "Drapeau retiré"; /* MenuItem Unflagged */

/* MailCore Error */
"Unkown error" = "Erreur inconnue"; /* MailCore Error */

/* MenuItem Unread */
"Unread" = "Non lu"; /* MenuItem Unread */

/* Tooltip Unread message */
"Unread message" = "Message non lu"; /* Tooltip Unread message */

/* Wednesday short */
"Wed" = "Mer"; /* Wednesday short */

/* No comment provided by engineer. */
"with %@ " = "avec %@ ";

/* No comment provided by engineer. */
"with any of %ld addresses " = "Avec l'un des %ld adresses ";

/* Remove label confirmation */
"Would you like to remove the label?" = "Souhaitez vous supprimer cette étiquette?"; /* Remove label confirmation */

/* MailCore Error */
"Yahoo unavailable" = "Yahoo indisponible"; /* MailCore Error */

/* Message deletion alert explanation */

/* Alert Dialog Info Text */

/* No comment provided by engineer. */

/* No comment provided by engineer. */

/* Error Message for User */

/* Error Message for User */

/* alert window */
"Error backing up key" = "Erreur lors de la récupération de la clé"; /* alert window */

/* alert window */
"Error saving key" = "Erreur lors de l'enregistrement de la clé"; /* alert window */

/* alert window */
"Failed to create key package" = "Echec lors de la création de la clé"; /* alert window */

/* Key backup file name */
"Key backup.myn" = "Key backup.myn"; /* Key backup file name */

/* key backup save dialog */
"Never back up your key to an insecure location!" = "N'enregistrez jamais la sauvegarde de votre clé à un endroit non protégé!"; /* key backup save dialog */

/* OK button */
"OK" = "OK"; /* OK button */

/* key restore (open) dialog */
"Please select the Mynigma key backup file" = "Choisissez le fichier de sauvegarde de la clé M"; /* key restore (open) dialog */

/* alert window */
"Success" = "Succès"; /* alert window */

/* alert window */
"Your key has been backed up" = "La clé a été sauvegardée"; /* alert window */

/* alert window */
"Your keys have been restored" = "La clé a été restaurée"; /* alert window */

/* alert window */
"An error occurred during key import" = "Une erreur est survenue lors de l'importation de la clé"; /* alert window */

/* alert window */
"An error occurred while trying to send your message" = "Il y a eu une erreur lors de la tentative d'envoie du message..."; /* alert window */

/* check account feedback string */
"Check cancelled" = "Vérification annulée"; /* check account feedback string */

/* check account button */
"Check" = "Vérifier"; /* check account button */

/* check account feedback string */
"Checking settings..." = "Vérification des paramètres..."; /* check account feedback string */

/* Standard crash report text */
"Congratulations! Your account setup has been completed." = "Félicitations ! Votre compte a été paramètré.";
"Dear Mynigma team,\n\nmy app crashed the last time I used it.\n\nPlease look into the problem and fix it as soon as possible.\n\nSincerely,\n\nUnhappy user" = "Cher équipe M,\n\nMon application s'est arrêtée brutalement la dernière fois que je l'ai utilisée.\n\nPourriez-vous jeter un oeil au problème et le résoudre aussi vite que possible?\n\nSincèrement\n\nUn utilisateur mécontent"; /* Standard crash report text */

/* alert window */
"Error sending message" = "Erreur lors de l'envoi du message"; /* alert window */

 /* alert window */
"Error" = "Erreur"; /* alert window */

/* footers settings table view - newly added footer name */
"New footer #%ld" = "Nouvelle signature #%ld"; /* footers settings table view - newly added footer name */

/* Import feedback label */

/* alert view */
"Use address book to populate recent contacts list" = "Remplir la liste de contact récent à partir du carnet d'adresse?"; /* alert view */

/* No comment provided by engineer. */
"You can now send save messages to other Mynigma users" = "Vous pouvez désormais envoyer des message sauvegardés à d'autres utilisateurs de M";

/* footer selection */
"none" = "Aucun"; /* footer selection */

/* New strings */

/* Refresh view feedback label */
"All folders checked" = "Vérification terminée"; /* Refresh view feedback label */

/* Refresh view feedback */
"An error occurred" = "Il y a eu une erreur"; /* Generic error */

/* Refresh view feedback label */
"Checking '%@' and %ld other folders" = "Vérification de '%1$@' et %2$ld autres dossiers"; /* Refresh view feedback label */

/* Refresh view feedback label */
"Checking '%@' and '%@'" = "Vérification de '%1$@' et de '%2$@'"; /* Refresh view feedback label */

/* Refresh view feedback label */
"Checking '%@'" = "Vérification de '%@'"; /* Refresh view feedback label */

/* Alert dialog */
"Choose \"Safe draft\" to prevent your provider from accessing this message. If you would like to edit the draft using another client choose \"Open draft\" instead." = "Choisissez \"Brouillon protégé\" pour éviter que votre fournisseur accède à ce message. Si vous souhaitez éditer le brouillon en utilisant un autre logiciel choisissez \"Brouillon ouvert\" à la place."; /* Alert dialog */

/* Refresh view feedback */
"Error checking %ld folders" = "Erreur de vérification de %ld dossiers"; /* Refresh view feedback */

/* Refresh view feedback */
"Error checking '%@'" = "Erreur lors de la vérification de '%@'"; /* Refresh view feedback */

/* Refresh view feedback */
"Error checking one folder" = "Erreur lors de la vérification d'un dossier"; /* Refresh view feedback */

/* Email forward subject */
"Fw: %@" = "Tr: %@"; /* Email forward subject */

/* Refresh view feedback label */
"Last checked %@" = "Dernière vérification %@"; /* Refresh view feedback label */

/* Refresh view feedback label */
"Last checked: just now" = "Dernière vérification: à l'instant"; /* Refresh view feedback label */

/* Refresh view feedback label */
"Last checked: never" = "Dernière vérification: jamais"; /* Refresh view feedback label */

/* Navigation bar default title */
"M - Safe email made simple" = "M - Des e-mails protégés, simplement"; /* Navigation bar default title */

/* Display message controller feedback label */

/* Message list empty date placeholder */
"No date" = "Pas de date"; /* Message list empty date placeholder */

/* Display message controller feedback label */

/* Refresh view feedback label */
"Nothing to check" = "Rien à vérifier"; /* Refresh view feedback label */

/* Alert Dialog Button */
"Open draft" = "Brouillon ouvert"; /* Alert Dialog Button */

/* Email reply subject */
"Re: %@" = "Re: %@"; /* Email reply subject */

/* Alert Dialog Button */
"Safe draft" = "Brouillon protégé"; /* Alert Dialog Button */

/* Alert Dialog */
"Safe or open?" = "Protégé ou ouvert?"; /* Alert Dialog */

/* Could not attach attachments error message */

/* Save message dialog */
"Would you like to save this message as a draft?" = "Souhaitez-vous enregistrer ce message comme brouillon?"; /* Save message dialog */

/* Alert Dialog */
"You have unsaved changes" = "Vous n'avez pas enregistré les modifications"; /* Alert Dialog */

/* New strings */
"Account already set up!" = "Compte déjà configuré!"; /* Duplicate account during local keychain item import */
"Connecting..." = "Connectant..."; /* Menu item feedback */
"Internal Mynigma message" = "Message M interne"; /* Device message subject */
"Invalid email address" = "Adresse e-mail invalide"; /* Connection item */
"Looking for other devices in connection mode..." = "Cherchant d'autres appareils en mode de connexion..."; /* Connection mode controller feedback */
"One of the attachments has not yet been downloaded." = "L'une des pièces jointes n'a pas encore été téléchargée."; /* Error dialog shown while encrypting message */
"Please try again when the download has completed." = "Prière de réessayer lors que le téléchargement sera fini."; /* Error dialog shown while encrypting message */
"Success!" = "Réussite!";
"This account has already been set up." = "Ce compte a déjà été configuré."; /* Account setup duplicate message */
"We regret that Mynigma was unable to save your message. Please submit a bug report to help us fix the problem. Thank you!" = "Nous regrettons que M n'a pas été capable de sauvegarder votre message. Pourriez-vous nous faire parvenir un rapport d'erreur afin que nous puissions réparer ce problème immédiatemment. Merci!"; /* Saving message failed */
"We regret that Mynigma was unable to send your message. Please submit a bug report to help us fix the problem. Thank you!" = "Nous regrettons que M n'a pas été capable de sauvegarder votre message. Pourriez-vous nous faire parvenir un rapport d'erreur afin que nous puissions réparer ce problème immédiatemment. Merci!"; /* Saving message before sending failed */
"less" = "moins"; /* Fewer options button */
"more" = "plus"; /* More options button */


/* New strings */
"%ld recipients" = "%ld destinataires"; /* Content viewer expansion button */
"(no date)" = "(no date)"; /* Placeholder */
"+ %ld recipients" = "+ %ld destinataires"; /* Content viewer expansion button */
"+ 1 recipient" = "+ 1 destinataire"; /* Content viewer expansion button */
"1 recipient" = "1 destinataire"; /* Content viewer expansion button */
"<br>On %@ at %@ %@ wrote:<br>" = "<br>Le %1$@ à %2$@ %3$@ a écrit:<br>"; /* <Date><fromName> reply */
"Add to contacts" = "Ajouter aux contacts"; /* Content viewer context menu */
"Attachments:" = "Pièces jointes:"; /* Attachments lable (email) */
"Bcc:" = "Cci:"; /* Bcc lable (recipient) */
"Cc:" = "Cc:"; /* Cc lable (recipient) */
"Copy address" = "Copier adresse"; /* Content viewer context menu */
"Date:" = "Date:"; /* Date lable (email) */
"Do you really want to open %lu print windows at a time?" = "Voulez-vous vraiment ouvrir %lu fenêtres au même temps?"; /* Alert Window Text <number of messages> */
"Downloading" = "Téléchargeant"; /* User Interface State */
"From:" = "De:"; /* From lable (sender) */
"Local backup" = "Sauvegarde locale";
"No sender" = "No destinataire"; /* Address label button */
"No templates saved" = "No modèle sauvegardé"; /* Menu item */
"Please do not delete" = "Prière de non supprimer"; /* Device message subject in message list */
"Printing more than 5 emails" = "Imprimer plus que 5 e-mails"; /* Alert Window Title */
"Reply To:" = "Répondre à:"; /* Reply To lable (sender) */
"Subject:" = "Sujet:"; /* Subject lable (email) */
"This device" = "Cet appareil"; /* Device connection UI */
"To:" = "À:"; /* To lable (recipient) */
"to" = "à"; /* Content viewer address list */

/* New strings */
"%@ of %@" = "%1$@ de %2$@"; /* Attachment size string */
"%ld contacts selected" = "%ld contacts sélectionnés"; /* Invitation dialogue */
"Are you sure you would like to delete %ld messages?" = "Voulez-vous vraiment supprimer %ld messages?"; /* Message batch deletion confirmation */
"Decrypting" = "Déchiffrant"; /* Attachments list status */
"Downloaded" = "Téléchargé"; /* Attachments list status */
"Feedback" = "Commentaires"; /* Feedback message */
"Forward" = "Transférer"; /* Display message controller */
"Hi %@,<br><br>Did you know that emails are as open as postcards? Their content ends up on the internet and who knows what might happen to it?<br><br>Fortunately, there is an easy solution: I am using Mynigma, an email client that makes secure encryption automatic. Because the creators believe that there is no democracy without privacy, they have made it completely free for personal use.<br><br>If you <a href=\"https://mynigma.org/invite.html?p=%1$@_f&t=%2$@\">download it now</a> and we will be able to exchange safe messages straightaway.<br><br>Best wishes,<br><br>%@" = "Hi %1$@,<br><br>Did you know that emails are as open as postcards? Their content ends up on the internet and who knows what might happen to it?<br><br>Fortunately, there is an easy solution: I am using M, an email client that makes secure encryption automatic. Because the creators believe that there is no democracy without privacy, they have made it completely free for personal use.<br><br>If you <a href=\"https://mynigma.org/invite.html?p=%@_f&t=%@\">download it now</a> we will be able to exchange safe messages straightaway.<br><br>Best wishes,<br><br>%2$@";
"Invitation to Mynigma" = "Invitation à M"; /* Invitation email subject */
"Invite to Mynigma" = "Invite à M"; /* Invitation menu item */
"Login error" = "Login erreur"; /* Error during local login */
"No contacts selected" = "No contacts sélectionné"; /* Invitation dialogue */
"No name" = "No nom"; /* Placeholder name for footer */
"Not downloaded" = "Non téléchargé"; /* Attachments list status */
"One contact selected" = "Un contact sélectionné"; /* Invitation dialogue */
"Remove" = "Supprimer"; /* Attachment list delete confirmation button title */
"Reply all" = "Répondre à tous"; /* Display message controller */
"Reply" = "Répondre"; /* Display message controller */
"Sent with Mynigma" = "Envoyé avec M"; /* Standard footer set up by migration helper */
"Unable to connect" = "Incapable de connecter"; /* Individual setup */
"We have put the recipients in the BCC field so they won't see each other. You may want to edit the body to make it a little more personal before sending the message." = "Nous avons mis les destinataires dans le champs BCC afin qu'ils ne se veront pas. Vous pouvez adapter le contenu du message pour le rendre un peu plus personnel."; /* Invitation compose window popover */
"friends" = "amis"; /* Invitation recipient name */

/* New strings */

/* New strings */
"All Messages" = "All Messages"; /* Messages Controller */
"Are you sure you want to proceed?" = "Êtes-vous sûr que vous voulez continuer?"; /* Setup screens */
"Attachment missing" = "Manque de pièce jointe"; /* Attachment icon overlay */
"Click 'Open' to let Mynigma access the Mail settings file" = "Cliquez 'Ouvrir' pour laisser M accéder au fichier de paramètres"; /* Open Apple Mail settings file */
"Click \"Trust this device\" to sync your data. Never trust a device you do not recognise." = "Click \"Trust this device\" to sync your data. Never trust a device you do not recognise."; /* Device connection feedback */
"Click to download" = "Cliquer pour télécharger"; /* Attachment icon overlay */
"Downloading..." = "Téléchargeant..."; /* Attachment icon overlay */
"Edit draft" = "Éditer brouillon"; /* Edit as draft button */
"Failed to decrypt message" = "Pas possible de déchiffrer le message";
"Generating ephemeral key..." = "Generating ephemeral key..."; /* Device connection feedback */
"Great!" = "Great!";
"IMAP: %@" = "IMAP: %@"; /* Connection item */
"Incorrect signature (outdated)" = "Signature incorrecte (périmé)";
"Invalid progress index: %ld" = "Invalid progress index: %ld"; /* Device connection feedback */
"Invalid signature (no key label)" = "Signature incorrecte (manque le nom de clé)";
"Invalid signature (no key)" = "Signature incorrecte (manque de clé)";
"Invalid signature (no valid recipient)" = "Signature incorrecte (manque de destinataire correct)";
"Invalid signature (some invalid keys)" = "Signature incorrecte (quelques clés incorrectes)";
"Invalid signature" = "Signature incorrecte";
"Last synced: %@" = "Last synced: %@"; /* Device connection UI */
"Missing email address" = "Manque l'adresse e-mail"; /* Connection item */
"Missing hostname" = "Manque le nom du hôte"; /* Connection item */
"Never synced" = "Never synced"; /* Device connection UI */
"No error information" = "Pas d'information d'erreur"; /* MailCore Error */
"Please compare this code to the one shown on the other device" = "Please compare this code to the one shown on the other device"; /* Device connection feedback */
"Please exercise care if you choose to ignore this warning!" = "Please exercise care if you choose to ignore this warning!";
"Please provide password" = "Please provide password"; /* Connection item */
"Queued for download" = "Queued for download"; /* Attachment icon overlay */
"Received response" = "Received response"; /* Device connection feedback */
"SMTP: %@" = "SMTP: %@"; /* Connection item */
"Settings correct" = "Settings correct"; /* Connection item */
"Show anyway" = "Show anyway";
"Starting handshake..." = "Starting handshake..."; /* Device connection feedback */
"Store incompatibility" = "Store incompatibility";
"Testing connection..." = "Testing connection...";
"The decryption key is missing." = "The decryption key is missing.";
"The decryption key label is missing." = "The decryption key label is missing.";
"The message data is corrupt." = "The message data is corrupt.";
"The session key is missing." = "The session key is missing.";
"There is no data to decrypt." = "There is no data to decrypt.";
"This is a device message" = "This is a device message"; /* Tooltip */
"This may indicate a fraud." = "This may indicate a fraud.";
"This message may be a fraud." = "This message may be a fraud.";
"Trust this device" = "Trust this device"; /* Device connection UI */
"Try again" = "Réessayer"; /* Feedback view */
"Verify again" = "Verify again";
"Waiting for response..." = "Waiting for response..."; /* Device connection feedback */
"Would you like to try again?" = "Would you like to try again?";
"You may want to delete it, unless you can be sure that it is genuine." = "You may want to delete it, unless you can be sure that it is genuine.";
"https://mynigma.org/en/privacypolicy-b2b.html" = "https://mynigma.org/en/privacypolicy-b2b.html"; /* Privacy policy link B2B */

/* New strings */
"%@ is trying to connect to you! Do you trust this device?" = "%@ is trying to connect to you! Do you trust this device?"; /* Device connection alert dialogue */
"All messages in the trash folder of each selected account will be deleted. This action cannot be undone." = "All messages in the trash folder of each selected account will be deleted. This action cannot be undone."; /* Message batch deletion confirmation */
"Device %@ is also connected to this account. Would you like to pair with this device? Pairing will allow both devices to access your safe messages." = "Device %@ is also connected to this account. Would you like to pair with this device? Pairing will allow both devices to access your safe messages.";
"Downloading message..." = "Downloading message...";
"Failed to decrypt message (no data)" = "Échec de déchiffrer le message (manque de données)";
"Failed to decrypt message (no key label)" = "Échec de déchiffrer le message (manque de nom de clé)";
"Failed to decrypt message (no key)" = "Échec de déchiffrer le message (manque de clé)";
"Failed to decrypt message (no session key)" = "Échec de déchiffrer le message (manque de clé ephemerale)";
"Locally added (not yet synced)" = "Ajouté localement (pas encore synchronisé)"; /* Tooltip */
"Locally moved to this location (not yet synced)" = "Localement bougé à cet endroi (pas encore synchronisé)"; /* Tooltip */
"New device found" = "Nouvel appareil trouvé";
"Please compare codes with %@" = "Comparez les codes avec %@";
"The codes do not match" = "The codes do not match";
"The codes match" = "The codes match";
"This message has not been downloaded" = "Ce message n'a pas été téléchargé";

"+ add an account" = "+ ajouter un compte";

/* Don't save button */
"Don't save" = "Ne pas enregistrer"; /* Don't save Button */

/* Compose message to menu item */
"Compose message to..." = "Composer un message à";

/* New strings */
"Brief explanation in simple terms" = "Brief explanation in simple terms"; /* Invitation style detail */
"BuzzFeed" = "BuzzFeed"; /* Invitation style heading */
"Cancelled" = "Cancelled"; /* Connection item */
"Check connection" = "Check connection";
"Concise" = "Concise"; /* Invitation style heading */
"Decipher challenge" = "Decipher challenge"; /* Invitation style detail */
"Detailed" = "Detailed"; /* Invitation style heading */
"Device connection initialised" = "Device connection initialised";
"Longer, more precise explanation" = "Longer, more precise explanation"; /* Invitation style detail */
"Overly secure" = "Overly secure"; /* Invitation style heading */
"Sensationalist click bait style" = "Sensationalist click bait style"; /* Invitation style detail */
"Thank you for choosing Mynigma!" = "Thank you for choosing M!";
"Would you like to use Mynigma as your standard email client?" = "Would you like to use M as your standard email client?";
"Yes, please" = "Yes, please";

/* New strings */
"Accounts" = "Accounts"; /* Accounts header */
"Are you sure you would like to move %ld messages from folder %@ to folder %@?" = "Are you sure you would like to move %1$ld messages from folder %2$@ to folder %3$@?"; /* Message batch move confirmation */
"Are you sure you would like to move %ld messages?" = "Are you sure you would like to move %ld messages?"; /* Message batch move confirmation */
"Filters" = "Filters"; /* Filters header */
"Folders" = "Folders"; /* Folders header */
"Import from Contacts.app" = "Importer de Contacts.app";
"Loaded %ld of %ld folders" = "Loaded %1$ld of %2$ld folders"; /* Loading feedback label */
"Master" = "Master"; /* Master */
"Move" = "Move"; /* Editing button */
"No messages to display" = "No messages to display"; /* Feedback string in messages view */
"No more messages" = "No more messages"; /* Feedback string in messages view */
"Photo %ld.png" = "Photo %ld.png"; /* Added photo name with number */
"Photo.png" = "Photo.png"; /* Added photo name */
"Please check your current SMTP settings." = "Please check your current SMTP settings."; /* AlertWindow */
"Show more" = "Show more"; /* Uncollapse quote link */
"🔐" = "🔐"; /* Safe, secure email message */
"🔓" = "🔓"; /* Compose window title */

/* New strings */
"Account exists" = "Account exists";
"An error occured while authenticating your account." = "An error occured while authenticating your account.";
"Attachment lacks contentID(!)" = "Attachment lacks contentID(!)";
"Attachment lacks data(!)" = "Attachment lacks data(!)";
"Decrypting..." = "Decrypting...";
"Dismiss" = "Dismiss";
"Download failed." = "Download failed.";
"Encryption setup is complete for the address %@. You can now send safe messages to other Mynigma users! Just send an open message first. Their reply will be encrypted." = "Encryption setup is complete for the address %@. You can now send safe messages to other M users! Just send an open message first. Their reply will be encrypted.";
"Error!" = "Error!";
"Failed to decrypt message (message corrupt)" = "Failed to decrypt message (message corrupt)";
"Failed to wrap device message" = "Failed to wrap device message";
"Failed to wrap email message" = "Failed to wrap email message";
"Failed to wrap encrypted message" = "Failed to wrap encrypted message";
"If this error occurs more than once, you should renew your provider's access control in M's account settings." = "If this error occurs more than once, you should renew your provider's access control in M's account settings.";
"Invalid signature (invalid key)" = "Invalid signature (invalid key)";
"Mark read" = "Marquer lu";
"Mark unread" = "Marquer non lu";
"Mynigma can populate its contact list with email addresses and profile pictures from the Contacts app, if you grant permission. All data will stay on this device." = "M can populate its contact list with email addresses and profile pictures from the Contacts app, if you grant permission. All data will stay on this device.";
"No myn data set(!!)" = "No myn data set(!!)";
"No sending address set(!)" = "No sending address set(!)";
"No" = "Non";
"OAuth allows you to log into your account and grant Mynigma access to your inbox without telling us your password." = "OAuth allows you to log into your account and grant M access to your inbox without telling us your password.";
"OAuth error" = "OAuth error";
"OAuth" = "OAuth";
"OK, got it!" = "OK, got it!";
"One of the attachments could not be located(!!)" = "One of the attachments could not be located(!!)";
"One of the attachments has no data(!!)" = "One of the attachments has no data(!!)";
"One of the attachments is invalid(!!)" = "One of the attachments is invalid(!!)";
"Pair with this device" = "Pair with this device"; /* Devices menu item */
"Please submit a bug report so we can fix the problem for you." = "Please submit a bug report so we can fix the problem for you.";
"Provider failed to return email address" = "Provider failed to return email address";
"Some of the accounts you have selected cannot connect to the provider. The settings may not be correct." = "Some of the accounts you have selected cannot connect to the provider. The settings may not be correct."; /* Setup screens */
"Star" = "Star";
"This account has already been set up!" = "This account has already been set up!";
"Unexpected error with code %ld" = "Unexpected error with code %ld";
"Unspecified error" = "Unspecified error";
"Unstar" = "Unstar";
"Use basic login" = "Use basic login";
"We will be setting up the encryption in the background, which is hard work, so please be patient if the app becomes a little slow. Would you like to set up another account?" = "We will be setting up the encryption in the background, which is hard work, so please be patient if the app becomes a little slow. Would you like to set up another account?";
"Would you like to set up another account?" = "Would you like to set up another account?";
"Yes" = "Yes";
"You need to renew your provider's access control in M's account settings." = "You need to renew your provider's access control in M's account settings.";
"✓ Never load remote images" = "✓ Never load remote images";
"Never load remote images" = "Never load remote images";
